Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་འཆི་ཀར་དབང་པོ་རྣམས་རྣམ་པར་དང་ཞིང་། བཞིན་གྱི་མདོག་ཡོངས་སུ་དག་པ་ལ་པགས་པའི་མདོག་དཀར་པོར་གྱུར་ཏོ། །
en: At death his senses were clear, his appearance pure, and his complexion alabaster.

source: དེ་ནས་དགེ་སློང་མང་པོ་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གྱོན་ཏེ།
en: After that, a group of monks donned their lower garments and Dharma robes, and,

source: ལྷུང་བཟེད་ཐོགས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་
en: carrying their alms bowls, set out toward Śrāvastī for alms.

source: དོང་བ་ལས་དགེ་སློང་མང་པོ་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་དོང་བ་རྣམས་ཀྱིས་ཡུལ་ཤུར་པར་ཀའི་ཁྱིམ་བདག་རྨོངས་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ། བ་དྲུས་མས་བརྡུངས་ཏེ་བསད་ནས་དེ་འཆི་ཀར་དབང་པོ་རྣམས་རྣམ་པར་དང་ཞིང་བཞིན་གྱི་མདོག་ཡོངས་སུ་དག་སྟེ། པགས་པའི་མདོག་དཀར་བར་གྱུར་ཏོ་ཞེས་ཐོས་སོ། །
en: The group of monks who were going to Śrāvastī for alms heard that a milk cow had kicked the householder from Śūrpāraka named Deluded and killed him, and that at his death his senses were clear, his appearance pure, and his complexion alabaster.

source: ཐོས་ནས་ཀྱང་དགེ་སློང་མང་པོ་རྣམས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་བླངས་ཏེ།
en: Upon hearing this, they took alms in Śrāvastī.

source: ཟན་ཟོས་ནས་ཟས་ཕྱིས་ལེན་པ་སྤངས་ནས། ལྷུང་བཟེད་དང་ཆོས་གོས་བཞག་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: And after they had eaten their meal and returned from their afternoon alms round, they put away their alms bowls and Dharma robes, and went to see the Blessed One.

source: བཙུན་པ་འདི་ན་བདག་ཅག་དགེ་སློང་མང་པོ་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་འཚལ་ཏེ། ལྷུང་བཟེད་ཐོགས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་མཆིས་པ་ལས།
en: “Lord, we monks donned our lower garments and Dharma robes, and, carrying our alms bowls, set out toward Śrāvastī for alms,

source: ཡུལ་ཤུར་པར་ཀའི་ཁྱིམ་བདག་རྨོངས་པ་ཞེས་བགྱི་བ་དེ། བ་དྲུས་མས་བརྡུངས་ཏེ་བཀུམ་ནས། དེ་འགུམ་ཀར་དབང་པོ་རྣམས་རྣམ་པར་དང་ཞིང་བཞིན་གྱི་མདོག་ཡོངས་སུ་དག་སྟེ། པགས་པའི་མདོག་དཀར་པར་གྱུར་ཏོ་ཞེས་ཐོས་ལགས་ན།
en: when we heard that a milk cow kicked the householder named Deluded from Śūrpāraka, precipitating his death, and that at the time of his passing his senses were clear, his appearance pure, and his complexion alabaster.

source: དེའི་འགྲོ་བ་ནི་གང་ལགས།
en: What was his destination?

source: དེའི་སྐྱེ་གནས་ནི་གང་ལགས།
en: Into what state will he take birth?

source: འགྲོ་བའི་ས་ནི་གང་ལགས།
en: In what state did he die?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་རིགས་ཀྱི་བུ་དེ་ནི་ངའི་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་རྟོགས་པས་ན་ནོར་དུ་གྱུར་པ་ཡིན་ནོ། །
en: “Monks,” the Blessed One replied, “that noble child is a treasure. The Dharma he came to understand ensued from my own.

source: དགེ་སློང་དག་རིགས་ཀྱི་བུ་དེ་མྱ་ངན་ལས་འདས་ཀྱིས།
en: That noble child attained nirvāṇa.

source: འདིའི་རུས་བུ་ལ་རུས་བུའི་མཆོད་པ་གྱིས་ཤིག །
en: May you therefore perform a reliquary pūjā for his relics.”

source: དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རྨོངས་པ་མཆོག་ཏུ་གྱུར་པར་ལུང་བསྟན་ནས།
en: In that way the Blessed One commended Venerable Deluded as supreme.

source: དགེ་སློང་མང་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་བཞིན་དུ་མཉན་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ནས་དོང་ནས།
en: After the group of monks heard what the Blessed One had said they took leave of him,

source: དེ་དག་གིས་དེའི་རུས་བུ་ལ་རུས་བུའི་མཆོད་པ་བྱས་ཏེ། རུས་བུའི་མཆོད་རྟེན་བརྩིགས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་
en: venerated the relics, built a reliquary stūpa, and then returned to see the Blessed One.

source: ལྷགས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: When they arrived, they touched their heads to the Blessed One’s feet and asked him,

source: བཙུན་པ་ཚེ་དང་ལྡན་པ་རྨོངས་པས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས། བ་དྲུས་མས་བརྡུངས་ཏེ་བཀུམ་ལགས།
en: “Lord, what action did Venerable Deluded take that ripened into his being kicked by a milk cow and killed?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདི་ཉིད་ཀྱིས་ལས་དེ་ལྟ་བུ་བྱས་ཤིང་བསགས་པའི་སྟེང་དུ་ལྷག་པར་ཡང་ངའི་སྨོན་ལམ་ལས་གྱུར་ཏེ
en: “Monks,” the Blessed One explained, “in addition to the actions he committed and accumulated himself, it also happened on account of my prayers. . . .”

source: པུསྐ་རའི་སྔོན་གྱི་རྒྱུད་ལས་བྱུང་བ་བཞིན་དུ་རྒྱས་པར་བརྗོད་པར་བྱའོ། །
en: Here his backstory should be told in detail according to the tale of Puṣkara.

source: གསོལ་པ།
en: The monks asked,

source: བཙུན་པ་ཚེ་དང་ལྡན་པ་རྨོངས་པས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ལགས།
en: “Lord, what action did Venerable Deluded take that ripened into his birth into a family of great means, prosperity, and wealth?

source: ལས་ཅི་བགྱིས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལུས་རྨའི་ཞུ་ལུབ་ཏུ་ཡོག་པར་གྱུར་ཏེ
en: What action did he take that ripened such that his body was a continuous mass of sores;

source: འདིའི་ལུས་ལས་རྣག་ཁྲག་འཛག་ཅིང་འདིའི་ལུས་ལས་དྲི་ང་བ་འབྱུང་བར་འགྱུར་ལ།
en: that blood and pus seeped from his body until an awful stench arose;

source: འདིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ནས།
en: that he pleased the Blessed One, did not displease him,

source: རབ་ཏུ་བྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ། དེའི་ལུས་ལ་རྨ་མ་མཆིས་པར་གྱུར་ལགས།
en: and that no sooner did he feel a sense of renunciation than his body became smooth and free of wounds?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེའདས་པའི་དུས་ན་ཡང་འདིས་ལས་དེ་དག་བྱས་ཤིང་བསགས་པས་ན།
en: “Not only now,” the Blessed One explained, “but in times past as well he committed and accumulated these actions.

source: འདི་ཉིད་ཀྱིས་ལས་བྱས་ཤིང་བསགས་པ་དེ་དག་གཞན་སུ་ཞིག་གིས་ཉམས་སུ་མྱོང་བར་འགྱུར་ཏེ།
en: Since it was he himself who committed and accumulated them, who else would there be to experience them?

source: ལས་དགེ་བ་དང་། མི་དགེ་བ་བྱས་ཤིང་བསགས་པ་རྣམས་ནི་ཟིན་པའི་ཕུང་པོ་དང་། ཁམས་དང་སྐྱེ་མཆེད་རྣམས་འབའ་ཞིག་ལ་རྣམ་པར་སྨིན་པར་འགྱུར་རོ། །
en: The actions he committed and accumulated, both virtuous and nonvirtuous, ripened into nothing but his own aggregates, sense bases, and constituent elements.

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་ཞིག་རྒྱལ་པོ་བྱེད་དེ།
en: “Monks, in times gone by, during King Brahmadatta’s reign in the city of Vārāṇasī,

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་ཁྱིམ་བདག་གཉིས་ཤིག་གནས་པ་ལས་དེ་གཉིས་ཕན་ཚུན་འགྲས་ནས།
en: there lived in Vārāṇasī two householders who had a certain mutual disagreement.

source: དེའི་ནང་ནས་གཅིག་གིས་རྒྱལ་པོ་ལ་ནོར་མང་པོ་ཞིག་ཕུལ་ཏེ། ཁྱིམ་བདག་ཅིག་ཤོས་རྒྱལ་པོ་ལ་བརྙས་ནས་དེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་ཤགས་འགྱེད་པའི་ཚེ་གཡོ་ཤགས་ཀྱིས་ཕམ་པར་བྱས་ནས་ཁྱིམ་བདག་དེ་ལ་བྱིན་ཏེ། དེས་དེ་རང་གི་ཁྱིམ་དུ་ཁྲིད་ནས་
en: When one of them made offerings of great riches to the king, the other householder criticized him. When King Brahmadatta weighed their case, he ruled against the latter householder in the argument and handed him over to the first, who took him back to his house,

source: ལྕག་གིས་ཞེན་པར་གཞུས་ནས། ལྕག་རྨ་དེ་དག་གི་ནང་དུ་དུག་གི་ཕྱེ་མས་གཏོར་ཏེ། དེའི་ལུས་དེ་ཤ་སྣག་བུ་བཞིན་དུ་གྱུར་ནས།
en: lashed him viciously, and sprinkled poisonous powder all over the lash wounds until his flesh was like raw meat.

source: དེ་ཕུ་ནུ་རྣམས་ཀྱིས་ནོར་མང་པོ་ཞིག་གིས་བླུས་ཏེ།
en: Then his brothers paid a ransom of great riches to the householder,

source: སྨན་པའི་ལུང་གིས་དེའི་ལུས་སོས་པར་བྱས་སོ། །
en: and his body was healed through the advice of a healer.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་སྐྱོ་བ་སྐྱེས་ནས་བདག་ཁྱིམ་ན་གནས་པས་ཆོག་གིས།
en: “One day he became disillusioned with saṃsāra and said, ‘I have had enough of living at home.

source: དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་འགྲོའོ་སྙམ་སྟེ།
en: I will go live in a forest devoted to austerities.’

source: སྦྱིན་བདག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ནས། དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་རྟེན་བཅས་སོ། །
en: He gave gifts and made merit and went to live in a forest devoted to austerities.

source: དེ་དེར་སོང་ནས་སློབ་དཔོན་མེད་པ་དང་། མན་ངག་མེད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དྲན་པར་བྱས་ནས། རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱས་སོ། །
en: There, with neither a teacher nor oral instruction, he contemplated the thirty-seven wings of enlightenment and manifested the enlightenment of the solitary buddhas.

source: ཁྱིམ་བདག་དེས་བདག་གི་རྒྱུད་ལས་བསོད་ནམས་མ་ཡིན་པ་ཆེན་པོ་བསྐྱེད་ཀྱིས།
en: ‘My mind caused that householder to generate great demerit.

source: བདག་སོང་ལ་ཁྱིམ་བདག་དེའི་ར་མདའ་བྱའོ་སྙམ་ནས།
en: I will go and be his friend.’

source: གནས་དེ་ཉིད་ནས་ནམ་མཁའ་ལས་ཁྱིམ་བདག་དེ་ག་ལ་བ་དེར་སོང་ནས། འབར་བ་དང་། ལམ་མེར་འདུག་པ་དང་། ཆར་འབབ་པ་དང་། གློག་འགྱུ་བའི་ཆོ་འཕྲུལ་རྣམས་བསྟན་ཏོ། །
en: From that very place he traveled through the sky to where the householder was, making a miraculous display of fire and light, rain and lightning.

source: སོ་སོའི་སྐྱེ་བོ་ནི་རྫུ་འཕྲུལ་གྱིས་མྱུར་དུ་དད་པར་འགྱུར་ཏེ།
en: “Ordinary people are quickly brought to faith through miracles.

source: དེ་སྡོང་པོ་སོག་ལེས་བཅད་པ་བཞིན་དུ་དེའི་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ། སྨྲས་པ།
en: The householder bowed down at the sage’s feet like a tree felled by a saw, saying,

source: སྐལ་བ་ཆེན་པོ་མར་སྤྱོན། བདག་ཉེས་པར་སྤྱོད་པའི་འདམ་དུ་བྱིང་བ་ལས་ལག་ནས་དྲང་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: ‘Oh great fortunate one, please, please come down! I’m mired in misdeeds! Please reach down and lift me up!’

source: དེ་ནས་དེ་ཁོ་ན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ས་ལ་བབས་ནས།
en: “Out of compassion for him, the solitary buddha descended to the earth.

source: དེས་དེའི་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ།
en: The householder bowed down at his feet,

source: བཟོད་པ་གསོལ་ནས་སྨྲས་པ།
en: asked his forgiveness, and said,

source: འཕགས་པ་ཁྱོད་ཀྱང་བསོད་སྙོམས་བཞེད་ལ། བདག་ཀྱང་བསོད་ནམས་འཚལ་བས།
en: ‘Noble one, you accept alms, and I seek merit.

source: བདག་གི་སྐྱེད་མོས་ཚལ་འདི་ཉིད་དུ་བཞུགས་ཤིག་དང་།
en: So I ask you, please stay here in this garden.

source: བདག་གིས་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྙེན་བཀུར་བགྱིའོ། །
en: I shall provide you with everything you need.’

source: དེ་ནས་རང་སངས་རྒྱས་དེས་ཁྱིམ་བདག་དེ་ལ་ཅང་མི་སྨྲ་བས་གནང་ངོ་། །
en: The solitary buddha assented by his silence.

source: དེ་ནས་ཁྱིམ་བདག་དེས་རང་སངས་རྒྱས་དེའི་ཕྱིར་ཡལ་ག་དང་ལོ་མའི་སྤྱིལ་པོ་ཕུབ་ནས། ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྙེན་བཀུར་བྱེད་པ་ལ་ཞུགས་སོ། །
en: “After that the householder fashioned a hut of branches and leaves for the solitary buddha and began to provide him with everything he needed.

source: བདག་གིས་རྣག་ཅན་གྱི་ལུས་འདིས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་བདག་གིས་བྱས་ཟིན་གྱིས།
en: ‘I have done what I needed to do with this material body.

source: མ་ལ་བདག་ཞི་བའི་དབྱིངས་སུ་འཇུག་པར་བྱའོ་སྙམ་ནས
en: Let me enter the sphere of peace!’

source: འབར་བ་དང་། ལམ་མེར་འདུག་པ་དང་། ཆར་འབབ་པ་དང་། གློག་འགྱུ་བའི་ཆོ་འཕྲུལ་རྣམས་བསྟན་ནས།
en: After reflecting in this way, he made a miraculous display of fire and light, rain and lightning,

source: ཕུང་པོའི་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། །
en: and passed beyond all sorrow into the realm of nirvāṇa without any remainder of the aggregates.

source: དེ་ནས་ཁྱིམ་བདག་དེས་དེའི་སྐུ་གདུང་ལ་མཆོད་པ་བྱས་ནས། སྐུ་གདུང་གི་མཆོད་རྟེན་བརྩིགས་ཏེ། མཆོད་རྟེན་དེ་ལ་བཀུར་སྟི་ཆེན་པོ་བྱས་ནས། སྨོན་ལམ་བཏབ་པ།
en: “The householder venerated his relics, built a reliquary stūpa, made a large offering to his reliquary, and prayed,

source: ཀྱེ་མ་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཤིག །
en: ‘By this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: བདག་གིས་འདི་ལ་གནོད་པར་བྱས་པའི་ལས་དེ་བདག་ལ་འོང་བར་མ་གྱུར་ཅིག །
en: May the act of harming that other one not return to me.

source: ཅི་སྟེ་ལས་འདིའི་རྣམ་པར་སྨིན་པ་བདག་ལ་གདོན་མི་ཟ་བར་འོང་བར་གྱུར་ན་ཡང་། རབ་ཏུ་བྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ།
en: Should the ripening of this action come to me before it is exhausted, may I then feel a sense of renunciation.

source: བདག་གི་བཀྲ་མི་ཤིས་པ་དེ་མེད་པར་གྱུར་ཏེ
en: May that misfortune immediately vanish,

source: བཀྲ་ཤིས་པ་འབྱུང་བར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: and may I be fortunate instead.’

source: དེའི་ཚེ་ཁྱིམ་བདག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་རྨོངས་པ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that householder then is none other than Deluded .

source: དེས་ཁྱིམ་བདག་དེའི་ལུས་ལ་ལྕག་གིས་གཞུས་ནས། དུག་གི་ཕྱེ་མས་གཏོར་བའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ལུས་འདི་ལྟ་བུར་གྱུར་ཏོ། །
en: The act of lashing the body of that other householder and sprinkling him with poisonous powder ripened such that wherever he was born, his body became like this.

source: དེས་ཕྱིར་ཡང་རང་སངས་རྒྱས་དེ་ལ་བཀུར་སྟི་བྱས་ནས། སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ནི་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ།
en: The act of later paying homage to the solitary buddha and saying that prayer ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth.

source: དགེ་སློང་དག་ང་རང་སངས་རྒྱས་བྱེ་བ་ཕྲག་འབུམ་བས་ཀྱང་ཆེས་ཁྱད་པར་དུ་འཕགས་པ་ང་ལྟ་བུ་འདིས་མཉེས་པར་བྱས་ཏེ། མི་མཉེས་པར་མ་བྱས་ལ།
en: “Monks, I am more exalted than even one hundred billion solitary buddhas, and he has pleased me, and not displeased me.

source: རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་དེའི་བཀྲ་མི་ཤིས་པ་མེད་པར་གྱུར་ནས།
en: As soon as he felt a sense of renunciation, his misfortune vanished and

source: བཀྲ་ཤིས་པ་བྱུང་བར་གྱུར་ཏེ།
en: he became fortunate instead,

source: དེར་འདིས་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་དབང་པོ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱས་པ་དེས་ན་ད་ལྟར་རྣམ་པར་གྲོལ་བར་གྱུར་ཏོ།། །།
en: After practicing pure conduct all his life then, his faculties ripened, and now he has been liberated.”

source: བྲམ་ཟེ་གསུམ་ཞེས་བྱ་བ་དེ་ལ།
en: The Brahmin: Three Stories

source: བྲམ་ཟེ་དང་པོ་ནི།
en: The First “Brahmin” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་ཞིག་གིས་མཆོད་སྦྱིན་བྱ་བར་བརྩམས་ཏེ། མཆོད་སྦྱིན་བྱེད་པ་དེར་རྒྱལ་ཁམས་ཐ་དད་པའི་བྲམ་ཟེ་རྣམས་འདུས་པར་གྱུར་ཏེ། དེ་དག་གིས་བསམས་པ།
en: When the Blessed One was in Śrāvastī, there lived a certain brahmin. As he prepared to perform a sacrifice, the brahmins who had gathered for the sacrifice from various regions thought,

source: མཆོད་སྦྱིན་བྱེད་པ་གང་དུ་འཐབ་མོ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པ་འབྱུང་བའི་མཆོད་སྦྱིན་དེ་ནི་མི་འགྲུབ་བོ་སྙམ་མོ། །
en: “Any sacrifice that gives rise to strife, reproof, conflict, and contention will not succeed.”

source: དེ་ནས་ཕྱི་ཞིག་ན་མཆོད་སྦྱིན་བྱེད་པ་དེར་ལྗོངས་ན་གནས་པའི་བྲམ་ཟེ་དང་། མཐིལ་ན་གནས་པའི་བྲམ་ཟེ་ཡོན་གྱི་ཕྱིར་འདུས་པ་རྣམས་འཐབ་མོ་བྱུང་ནས།
en: One day there was a dispute over the offerings at the site of the sacrifice between the brahmins gathered there from the countryside and those from the center of town.

source: མཐིལ་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: The city brahmins told the country brahmins,

source: ཁྱེད་ནི་ཞིང་བླས་ཀྱིས་འཚོ་བ་ཚོལ་བ་ཡིན་པས་ན། ཡོན་འདི་རྣམས་ནི་ཁྱོད་ལ་འོས་པ་མ་ཡིན་ནོ། །
en: “You make your livelihood by working in the fields, so you are not worthy of these offerings.

source: ངེད་ནི་ཡོན་གནས་ཡིན་པས་ན།
en: We are qualified to receive offerings.

source: ཡོན་འདི་རྣམས་ནི་ངེད་ལ་འོས་སོ་ཞེས་ཟེར་རོ། །
en: It is we who are worthy of them.”

source: ལྗོངས་ན་གནས་པ་རྣམས་ན་རེ། ཀྱེ་ཁྱོད་རྣམས་ཀྱང་རྒྱལ་པོའི་དཔའ་བོ་ལ་བསྟེན་པ་ཡིན་པས་ན།
en: “You serve to glorify the king,” retorted the country brahmins.

source: ཁྱོད་ནི་ཡོན་གྱི་གནས་མ་ཡིན་གྱི་ངེད་ནི་ཡོན་གནས་ཡིན་པས། ཡོན་གྱི་འོས་ཡིན་ནོ་ཞེས་ཟེར་ནས།
en: “Therefore, you are not qualified to receive offerings. We, however, are qualified. It is we who are worthy of them.”

source: དེ་དག་དེར་འཐབ་མོ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པས་གཡེམ་སྤྱོ་ཞིང་འཁོད་པའི་སྐབས་སུ། བྲམ་ཟེ་གཞན་ཞིག་གིས་མཆོད་སྦྱིན་བྱེད་པའི་གནས་དེ་ནས་གསེར་དང་། དངུལ་དང་། བཟའ་བ་དང་། བཅའ་བ་མང་པོ་ཁྱེར་ཏེ་
en: As they sat there and proceeded to quarrel, argue, and debate each other, one of the brahmins absconded from the ritual offering site carrying a great deal of gold, silver, food, and drink.

source: བྲོས་པ་ལས། དེ་བྲམ་ཟེ་དེ་དག་གིས་བཟུང་ནས་ཁུ་ཚུར་དང་། རྡོག་པ་དག་གིས་ཤིན་ཏུ་ཞེན་པར་བརྡེགས་ཏེ་བོར་རོ། །
en: The other brahmins caught him, pummeled and kicked him brutally, and then left.

source: དེ་ནས་དེ་བརྡེགས་བཙོགས་པས་འཆི་བས་འཇིགས་ཤིང་སྐྲག་ནས། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་ཞུགས་སོ། །
en: Terrified of dying from the beating, that brahmin entered the garden of Prince Jeta.

source: དེ་དེར་ཞུགས་ནས། སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་སྤྱོད་ལམ་མཛེས་ཤིང་སྒྲ་བསྐྱུངས་ཏེ། ཅ་ཅོ་མེད་པར་འཁོད་པ་མཐོང་ངོ་། །
en: Upon entering he saw the Buddha and the rest of the saṅgha of monks sitting without chattering, comporting themselves with elegance and restraint.

source: མཐོང་མ་ཐག་ཏུ་དེ་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་དགའ་བར་གྱུར་ཏོ། །
en: As soon as he saw them, he felt joy toward the doctrine of the Blessed One.

source: དེ་དགའ་བར་གྱུར་ནས་བསམས་པ།
en: In his joy he thought,

source: བདག་བྲམ་ཟེ་བྱེད་པས་ཆོག་གིས།
en: “I have had enough of being a brahmin.

source: བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བར་བྱའོ་སྙམ་ནས།
en: I will go forth in the doctrine of the Blessed One.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་སྟེ།
en: With the words “Come, join me, monk! Practice the holy life,” the Blessed One led him to go forth as a novice, conferred on him full ordination, and instructed him.

source: དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: He cast away all afflictive emotions through diligence, practice, and effort, and manifested arhatship.

source: བདག་གིས་གདུལ་བར་བྱ་བ་འགའ་ལྟ་ཅི་ཡོད་སྙམ་སྟེ།
en: “Whom might I tame?”

source: དེས་བལྟས་ན་མཆོད་སྦྱིན་གྱི་བདག་པོ་ལ་སོགས་པ། བྲམ་ཟེ་སྟོང་ཕྲག་མང་པོ་འདུལ་བར་འགྱུར་བ་མཐོང་ནས།
en: He looked out and saw that he could tame the lord of the sacrifice and the rest of the many brahmins.

source: རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ནས་མི་སྣང་བར་གྱུར་ཏེ། གནས་དེ་ཉིད་ནས་ནམ་མཁའ་ལ་མཆོད་སྦྱིན་གྱི་གནས་དེར་སོང་ནས་མཆོད་སྦྱིན་གྱི་བདག་པོ་དང་། བྲམ་ཟེ་གཞན་དེ་དག་གིས་དགེ་སློང་དེ་སྟེང་གི་ནམ་མཁའ་ལས་འོང་བ་མཐོང་ངོ་། །
en: So he disappeared from the garden of Prince Jeta, and made his way to the site of the sacrifice. The lord of the sacrifice and the other brahmins saw a monk approaching through the sky,

source: མཐོང་ནས་ཀྱང་དེ་དག་དགེ་སློང་དེ་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: and seeing this they felt a surge of joy toward the monk.

source: དགའ་བར་གྱུར་ནས་དེ་རྣམས་ཀྱིས་པང་གིས་འཁྱུད་དེ་སྟན་ལ་བཞག་ནས།
en: In their joy they took him into their laps, placed him in his seat, bowed

source: རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ།
en: down at his feet,

source: ཆོས་མཉན་པའི་ཕྱིར་མདུན་དུ་འཁོད་དོ། །
en: and sat before him to listen to the Dharma.

source: དེ་ནས་དགེ་སློང་དེས་དེ་དག་ལ་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: Then the monk taught them the Dharma particularly suited to them,

source: དེས་ན་མཆོད་སྦྱིན་གྱི་བདག་པོ་དང་། བྲམ་ཟེ་དེ་དག་གིས་སྟན་དེ་དག་ཉིད་ལ་འཁོད་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས།
en: and among the brahmins and the lord of the sacrifice some generated heat right where they sat. Some generated the peak, or generated the patience in accord with the truths, or generated the highest worldly dharma, or generated the attainment of seeing.

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ། །
en: Some manifested the resultant state of stream entry.

source: འཁོར་དེ་དག་གི་ནང་ནས་ཕལ་ཆེར་ནི་སངས་རྒྱས་ལ་གཞོལ་བ་དང་། ཆོས་ལ་འབབ་པ་དང་། དགེ་འདུན་ལ་བབ་པར་བྱས་ཏེ་བཀོད་དོ། །
en: Among the assembled, most found themselves drawn to the Buddha, intent on the Dharma, and favoring the Saṅgha.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་བྲམ་ཟེ་འདིས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་འདིས་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས་ལ།
en: “Lord,” the monks asked the Blessed Buddha, “what action did this brahmin take that ripened into his pleasing the Blessed One, and not displeasing him,

source: གསོལ་པ། འདིས་སྨོན་ལམ་གང་དུ་བཏབ་ལགས།
en: “Lord, where did he make these prayers?”

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in this fortunate eon, when people lived as long as twenty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: གཏན་ཚིགས་སྔ་མ་བཞིན་དུ་གྱུར་ཏེ།
en: Continue the account as above.

source: རབ་ཏུ་བྱུང་ནས་དེས་དེར་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་
en: “After he had gone forth he practiced pure conduct all his life,

source: འདི་ལྟར་བདག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་།
en: ‘While I may not have attained any great virtues, still I have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all my life.

source: ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: Therefore, may I please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: Going forth in his doctrine alone may I cast away all afflictive emotions, and manifest arhatship.’

source: དེས་དེར་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས།
en: At that time he practiced pure conduct all his life,

source: བྲམ་ཟེ་གཉིས་པ་ནི།
en: The Second “Brahmin” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་བྲམ་ཟེ་ཞིག་གནས་པ་དེས།
en: When the Blessed One was in Śrāvastī, there lived a certain brahmin.

source: ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས། དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས། ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས།
en: When the time came for him to marry he took a wife, and as they enjoyed themselves and coupled, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་བུ་བཙས་ཏེ། རིགས་དང་འཐུན་པར་མིང་བཏགས་ནས།
en: After nine or ten months had passed, she gave birth to a child, and they named him according to their clan.

source: དེ་འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ། གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། དེ་ཡི་གེ་བསླབས་སོ། །
en: They reared him on milk, yogurt, butter, ghee, and milk solids, and when he had grown, he began to study letters.

source: བྲམ་ཟེ་རྣམས་ཀྱི་ལུགས་ཀྱིས་ན། ཚེས་བརྒྱད་དང་བཅོ་ལྔའི་ཉིན་པར་བསང་བར་བྱེད་དེ།
en: It was brahminical custom to take a break on the eighth and the fifteenth days of the lunar month—

source: རེས་འགའ་ནི་གྲོང་ཁྱེར་ལྟར་འགྲོའོ། །རེས་འགའ་ནི་མུ་སྟེགས་ལྟར་འགྲོ་བའམ། ལྷ་ལྟར་འགྲོ་བའམ། ཡམ་སྲེག་ཤིང་ཐུར་འགྲོའོ། །
en: sometimes to visit the city, sometimes to visit the riverbank, or to visit the temple deities, or to collect wood for the holy pyres.

source: དེ་ནས་ཕྱི་ཞིག་ན་བྲམ་ཟེའི་ཁྱེའུ་དེས་བསང་དུས་ལ་བབ་ནས། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་ངོ་། །
en: So it was that one day, when it came time for the break, the young brahmin went to the garden of Prince Jeta,

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་ནང་ན་བཞུགས་ཤིང་ཆོས་སྟོན་ཏེ།
en: where the Buddha sat teaching the Dharma amid a company of hundreds.

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་ཐག་རིང་པོ་ཞིག་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །
en: The young brahmin saw the Blessed Buddha from a distance

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་རྐྱེན་དང་འཚམ་པའི་ཆོས་བསྟན་ནས་སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་ལ་གནས་པར་བྱས་སོ། །
en: The Blessed One taught him the Dharma particularly suited to his condition, leading him to go for refuge and abide by the fundamental precepts.

source: དེ་ནས་དེས་བཅོམ་ལྡན་འདས་ཀྱི་གཏམ་གྱི་མཇུག་རྫོགས་པར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་ཅིང་རྗེས་སུ་ཡི་རངས་ནས།
en: Knowing that the Blessed One had completed his discourse, he rejoiced, praising all that the Blessed One had said,
